{
  "sling:resourceType":"elbento/page/jot",
  "title": "I'm just doing my job",
  "date": "2007-08-04",
  "pars": [
    "Did you know there is a position at an abattoirs whose job it is to fire a bolt into the side of a cow's head? Cow after cow on conveyor is locked into place ready for the executioner to pull the trigger. Would you sleep at night if this was your job? Some wouldn't, but many would - after all they are just doing their job.",
    "What about police, soldiers and, dare I say it, ticket inspectors? Are they all 'just doing their job'? Many will use that excuse when confronted with a morally challenging and/or confrontational situation. But this is not a valid excuse for a rational, thinking human being. We are not machines programmed to perform tasks, nor can we suggest that we are in no way accountable for any one of our actions. We are complicit in every single thing we do, be it through choice or that which is dictated to us.",
    "So how far are we from a society such as those portrayed in movies such a V for Vendetta, or Children of Men? If governments - or, more commonly these days, private companies to which governments are outsourcing responsibilities - continue to dictate morally ambiguous job descriptions, is this not leading to a world that disregards any moral responsibility?",
    "Unfortunately our future society may in fact be even worse than those alluded to by the movies. Our future will not be one where the detriment of society can be traced back to a single individual or group of individuals. Rather we will find that most of the bereavement of our moral responsibilities is the result of some seemingly innocuous decision made in the bowels of a government or organisation. A decision made to streamline a process, or to improve efficiency. Moreover, these decisions will be made by morally just individuals like you or I, who didn't have the foresight to understand the repercussions of such decisions. Such decisions will be made for the benefit of the organisation or, more ironically, society as a whole. And those that make these decisions cannot be held accountable as, after all, they were just doing their job."
  ],
  "topics": ["society"],
  "published": true
}
